Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/samfunnskunnskap.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: This includes food from the grocery industry, grocery shops, restaurants etc. and from private households.
nb: Dette er mat fra matvareindustrien, matbutikker, restauranter og andre spisesteder og fra private husholdninger.

source: February 18th, 2012
nb: februar 18th, 2012

source: In 1959, the Sami language was again allowed to be used as a language in schools.
nb: I 1959 ble det igjen tillatt å bruke samisk som språk i skolen.

source: Today, many Norwegians have a much more relaxed approach to religion, although many people go to church in connection with important events like christenings, confirmations, weddings and funerals.
nb: I dag har mange nordmenn et mye mer avslappet forhold til religion, selv om mange tyr til kirken i forbindelse med viktige hendelser i livet, som dåp, konfirmasjon, bryllup og begravelse.

source: In 1814, the union between Denmark and Norway was dissolved.
nb: I 1814 ble unionen mellom Danmark og Norge oppløst.

source: This alternates between general elections and local elections (county council and municipal elections).
nb: Det veksler mellom stortingsvalg og lokalvalg (fylkestings- og kommunevalg).

source: Freedom of religion and faith means that people are free to choose which religion or life stance they wish to belong to, and that they are free to practise their religion or life stance.
nb: Religions- og trosfrihet betyr at mennesker er frie til å velge hvilken religion eller hvilket livssyn de ønsker å tilhøre, og at de fritt kan praktisere sin religion eller sitt livssyn.

source: (name, phone number, where you are calling from)
nb: (navn, telefonnummer, hvor du ringer fra)

source: Labour Day is a public holiday and the shops are closed.
nb: mai er en offentlig fridag, og butikkene er stengt.

source: Shops and schools are closed and most people have the day off work.
nb: Da er butikkene stengt, mange har fri fra jobben, og barna har fri fra skolen.

source: You will then be connected to the ambulance service.
nb: Da kommer du til ambulansesentralen.

source: Shipping and fishing are also major sources of emissions in Norway.
nb: I Norge er også sjøfart og fiske store utslippskilder.

source: King Haakon the 7th was King of Norway from 1905 until his death in 1957.
nb: Kong Haakon 7. var konge i Norge fra 1905 til han døde i 1957.

source: The monarch (king/queen) is not elected by the people in a political election.
nb: Monarken (kongen/dronningen) blir ikke valgt av folket ved politiske valg.

source: The employee also receives a pay slip that provides information about pay and tax deductions.
nb: Arbeidstakeren får også en lønnsslipp som gir informasjon om lønn og skattetrekk.

source: May: International Workers’ day
nb: Den internasjonale arbeiderdagen

source: coordinates admission to colleges and universities.
nb: styrer opptaket til høyskoler og universiteter.

source: Among other things, they wanted to draft a constitution for an independent Norway.
nb: De ville blant annet skrive en grunnlov for det selvstendige Norge.

source: This means, for example, that the young person may decide in which type of upper secondary education they enrol.
nb: Det betyr for eksempel at det er den unge selv som bestemmer hvilken videregående utdanning han eller hun skal søke på.

source: In 1950, a newborn girl could expect to live to the age of 73.5 years, while a boy could expect to live until the age of 70.
nb: I 1950 kunne en nyfødt jente forvente å leve til hun ble 73,5 år, mens en gutt kunne forvente å leve til han ble 70 år.

source: Students must apply for higher education by 15 April.
nb: Studenter må søke høyere utdanning før 15.

source: Foreign policy was decided by Sweden, and the king was Swedish.
nb: Utenrikspolitikken ble styrt fra Sverige, og kongen over de to landene var svensk.

source: About 30% of the Norwegian population are not members of the Church of Norway.
nb: Rundt 30 prosent av befolkningen i Norge er ikke medlemmer av folkekirken.

source: Jewish synagogue in the Czech Republic.
nb: Jødisk synagoge i Tsjekkia.

source: The elderly and health care
nb: Eldre og helse

source: Many people who were active in the resistance movement had to flee the country.
nb: Mange som var med i motstandsgruppene, måtte flykte fra landet.

source: Children under the age of 16 do not pay patient charges. Antenatal check-ups are free of charge.
nb: Barn under 16 år betaler ikke egenandel.Svangerskapskontroller er gratis.

source: Among other things, this act gives women the right to have an abortion until week 13 of pregnancy.
nb: Loven gir blant annet kvinnen rett til å ta abort før uke 13 av svangerskapet.

source: Private health services are also available.
nb: I tillegg finnes det også ulike private helsetjenester.

source: Generally speaking, the parents have primary responsibility for their children and the children have the right to parental care and concern.
nb: Det er som regel foreldrene som har hovedansvaret for barna sine, og barn har krav på omsorg og omtanke fra foreldrene.

source: This means that they cannot pass on information about you to others without your consent.
nb: Det betyr at de ikke kan gi informasjon om deg videre til andre hvis du ikke ønsker det selv.

source: What was this period of history like in your home country?
nb: Hvordan var historien i hjemlandet ditt i denne perioden?

source: Norwegian men have had universal suffrage since 1898, while women were given universal suffrage in 1913.
nb: Norske menn fikk allmenn stemmerett i 1898, mens norske kvinner fikk allmenn stemmerett i 1913.

source: This has also had a significant impact on Norwegian society.
nb: Dette har også fått betydning for det norske samfunnet.

source: You can find information about child benefit and cash-for-care benefit on NAV’s website.
nb: På nettsidene til Nav kan du finne mer informasjon om barnetrygd og kontantstøtte.

source: We call the period of time between the years 800 and 1050 AD the Viking Period.
nb: Årene mellom 800 og 1050 e.Kr. kaller vi vikingtida.

source: Who is responsible for our health?
nb: Hvem har ansvaret for helsen vår?

source: About 20% of young people choose not to have a confirmation ceremony at all.
nb: Rundt 20 prosent av ungdommene konfirmerer seg ikke.

source: Universities and public university colleges are free, but students have to pay for their books.
nb: Universiteter og offentlige høgskoler er gratis, men studentene må betale bøkene selv.

source: The first oil was found in the North Sea in 1967, and Norway has since developed into an oil nation.
nb: I 1967 ble det første gang funnet olje i Nordsjøen, og fra da av utviklet Norge seg til å bli en oljenasjon.

source: Some Norwegians hoped that Norway would become an independent country after the dissolution of the union, and 112 powerful men from the southern areas of the country met at Eidsvoll in Akershus county.
nb: En del nordmenn håpet at Norge ville bli et selvstendig land etter unionsoppløsningen, og 112 mektige menn fra de sørlige landsdelene kom sammen på Eidsvoll.

source: Why do we separate waste at source?
nb: Hvorfor kildesorterer vi?

source: The women’s movement has fought for women’s rights in society and for equal opportunities for men and women.
nb: Kvinnebevegelsen har kjempet for kvinners rettigheter i samfunnet og for like muligheter for menn og kvinner.

source: Hospital stays are free of charge.
nb: Det er gratis å ligge på offentlig sykehus.

source: Discuss the use of uniforms at school.
nb: Diskuter bruk av uniform i skolen.

source: How can Merhet and her parents improve their day-to-day lives?
nb: Hvordan skal Merhet og foreldrene hennes få en bedre hverdag?

source: Some immigrants are not entitled to free tuition, but are obliged to complete 300 hours of tuition in the Norwegian language and social studies in order to qualify for a permanent residence permit.
nb: Noen innvandrere har ikke rett til gratis opplæring, men har plikt til å gjennomføre 300 timer opplæring i norsk og samfunnskunnskap for å få permanent oppholdstillatelse.

source: The voting age in Norway is 18.
nb: Stemmerettsalderen i Norge er 18 år.

source: For example, many people suffer from musculoskeletal disorders.
nb: For eksempel plages mange av lidelser i muskler og skjelett.

source: In other words, parliamentary elections are held every four year, as are county council and city council elections.
nb: Det er altså Stortingsvalg hvert fjerde år, og det samme gjelder fylkestingene og kommunestyrene.

source: It is common to give each other presents on Christmas Eve – Christmas presents.
nb: Det er vanlig å gi hverandre gaver på julaften – julegaver.

source: Outpatient treatment means that you are treated at the hospital, but are not hospitalised.
nb: Poliklinisk behandling betyr at du får behandling ved et sykehus, men at du ikke er innlagt på sykehuset.

source: In Norway, a woman gives birth to 1.5 children on average.
nb: I Norge føder en kvinne i dag i gjennomsnitt 1,5 barn.

source: Between 50 and 60% of them are christened in church as infants.
nb: Mellom 50 og 60 prosent av disse blir døpt i kirken mens de er babyer.

source: A firm handshake and eye contact are important.
nb: Et fast håndtrykk og blikkontakt er viktig og riktig.

source: The new union with Sweden was a much looser one than the old union with Denmark.
nb: Unionen med Sverige var løsere enn den tidligere unionen med Danmark.

source: The government consists of cabinet ministers (political leaders for each ministry) and a prime minister.
nb: Regjeringen består av statsrådene (den politiske lederen for hvert departement) og statsministeren.

source: If you have a serious and chronic illness, you can get medication, nutritional products and medical supplies on reimbursable prescriptions.
nb: Dersom du har en alvorlig og langvarig sykdom, kan du få legemidler, næringsmidler og medisinsk forbruksmateriell på blå resept.

source: The UN Convention on the Rights of the Child contains 42 articles that describe the rights of all children.
nb: FNs barnekonvensjon inneholder 42 punkter som sier hvilke rettigheter alle barn har.

source: organisations for people with various functional impairments and diseases
nb: organisasjoner for mennesker med ulike funksjonshemminger og sykdommer

source: Many children also had to work at the factories in order for their family to survive.
nb: Mange barn måtte også jobbe på fabrikkene for at familien skulle overleve.

source: The first Secretary-General of the UN, Trygve Lie, was Norwegian.
nb: FNs første generalsekretær, Trygve Lie, var norsk.

source: Norway’s goal is that almost all new cars sold should be zero-emission cars from 2025.
nb: Det er et mål i Norge at nesten alle nye biler som selges skal være nullutslippsbiler fra 2025.

source: The municipality is responsible for offering primary and secondary education, while the county municipalities are responsible for offering upper secondary education to adults.
nb: Kommunen har ansvaret for å tilby grunnskoleopplæring, og fylkeskommunene har ansvaret for å tilby videregående opplæring til voksne.

source: About 40% of dead people are cremated.
nb: 40 prosent av de som dør blir kremert.

source: The climate in Norway during the Bronze Age was milder than it is today.
nb: Klimaet i bronsealderen var mildere enn klimaet i Norge i dag.

source: A wide range of courses are organised for adults, from hobby and language classes to qualifying courses.
nb: Dette kan for eksempel være hobbykurs, språkkurs og kvalifiserende kurs.

source: Your network can include family, relations, friends, acquaintances, colleagues, neighbours, teachers and case officers.
nb: Nettverket vårt kan bestå av familie, slektninger, venner, bekjente, kolleger, naboer, lærere og saksbehandlere.

source: It is normal for the Child Welfare Service to contact others who know the family and the child, for example the school or kindergarten.
nb: Det er vanlig at barnevernet kontakter andre som kjenner familien og barnet, som for eksempel barnehage og skole.

source: TV and radio programmes also feature a lot of health-related content.
nb: Tv og radio har også mye helsestoff.

source: When you get medication on reimbursable prescriptions, that means that you do not pay the full cost.
nb: Når du får en medisin på blå resept, betyr det at du ikke betaler alt det medisinen koster.

source: The Berg family are sitting together in the living room.
nb: Familien Berg sitter sammen i stua.

source: When you have paid this amount in patient charges, the Health Economics Administration (HELFO) will send you an exemption card, or you will gain access to a digital exemption card at helsenorge.no.
nb: Når du har betalt denne summen i egenandeler, får du tilsendt et frikort fra HELFO eller tilgang til et digitalt frikort på helsenorge.no.

source: When Olav Haraldsson was killed in the Battle of Stiklestad in 1030, his son sought the assistance of the church in making his father a saint.
nb: Men da Olav Haraldsson ble drept i slaget på Stiklestad i 1030, fikk Olavs sønn hjelp av kirken til å gjøre faren til en helgen.

source: In 1949, Norway, along with eleven other countries, signed the North Atlantic Treaty.
nb: I 1949 undertegnet Norge og elleve andre land Atlanterhavstraktaten.

source: The exact dates vary from year to year.
nb: Tidspunktet varierer fra år til år.

source: The Sami Parliament opened in 1989.
nb: I 1989 åpnet Sametinget.

source: Christmas and the Christmas celebrations are an important tradition for most people.
nb: Julen og julefeiringen er en viktig tradisjon for de fleste.

source: Many people want to be more aware of their consumption and disposable mentality and choose to buy second-hand clothes, furniture etc.
nb: Mange mennesker ønsker å ha en mer bevisst holdning til forbruk og bruk-og-kast-mentalitet og velger å kjøpe klær, møbler og andre ting brukt.

source: Prescriptions are often electronic, sometimes on paper.
nb: Resepten er ofte elektronisk, av og til på et papir.

source: It is usually best for a child to grow up in its own home, but the Child Welfare Service has a responsibility to protect children if help and support in cooperation with the parents (assistance measures) are not enough to meet a child’s needs.
nb: Som regel er det best for barn å vokse opp i eget hjem, men barneverntjenesten har et ansvar for å beskytte barna dersom hjelp og støtte i samarbeid med foreldrene (hjelpetiltak) ikke er nok til å ivareta barns behov.

source: How do the health services work in countries you are familiar with?
nb: Hvordan fungerer helsetjenestene i land du kjenner fra før?

source: All children in Norway have the right to 13 years of education.
nb: Alle barn i Norge har rett til opplæring i 13 år.

source: The Norwegian media (radio, television, websites, newspapers etc.) are free.
nb: Mediene (radio, tv, nettet, aviser, osv.) i Norge er frie.

source: The Child Welfare Service is there for children in need of help.
nb: Barnevernet er der for barn som trenger hjelp.

source: In 1948, the UN created the Universal Declaration of Human Rights which applies to all people.
nb: I 1948 ble FNs verdenserklæring om menneskerettigheter vedtatt.

source: But there is one social benefit with a very long tradition in Norway, namely, free education for children since 1739!
nb: Men ett velferdsgode har lange tradisjoner i Norge: Barn har fått gratis skolegang siden 1739!

source: A grant does not have to be repaid, but this is often on the condition that the student has completed their studies and passed the exam.
nb: Et stipend skal ikke tilbakebetales, men det er ofte en betingelse at man har fullført studiene og bestått eksamen.

source: He assumed the Norwegian royal name Haakon.
nb: Han tok det norske kongenavnet Haakon.

source: Women currently make up more than 60% of students and have a slightly higher level of education than men.
nb: Over 60 prosent av dagens studenter er kvinner, og kvinner har et litt høyere utdanningsnivå enn menn.

source: The patient charge for a regular GP appointment is usually between 150 and 300 Norwegian kroner.
nb: Egenandelen hos fastlegen er vanligvis ca. 150-300 kroner per besøk.

source: The North Atlantic Treaty Organization (NATO) is a defence organisation with 29 member countries in Europe and North America.
nb: North Atlantic Treaty Organization (NATO) er en forsvarsallianse med 29 medlemsland i Europa og Nord-Amerika.

source: Crown Prince Haakon Magnus will inherit the royal throne from his father.
nb: Kronprins Haakon Magnus vil arve kongetittelen etter sin far.

source: au-pairs and other persons with temporary residence
nb: au pairer og andre med midlertidig opphold

source: This help can take the form of advice and guidance or help to participate in leisure activities, kindergarten or an after-school programme (SFO/AKS).
nb: Hjelpen kan blant annet gis i form av råd og veiledning, eller som hjelp til deltakelse i fritidsaktiviteter, barnehage eller SFO/AKS.

source: If you do not have a referral, you must pay a higher co-payment.
nb: Hvis man ikke har henvisning, må man betale en høyere egenandel.

source: In other countries, the average birth rate is five children per woman.
nb: I andre land igjen er fødselstallet i gjennomsnitt fem barn per kvinne.

source: This includes walks, school camp, swimming lessons and visits to museums.
nb: Eksempler er turer, leirskole, svømmeundervisning og museumsbesøk.

source: Expenses are everything we spend money on (rent, interest and instalments, food, clothes, transport, electricity, internet, leisure activities etc.).
nb: Utgifter er alt vi bruker penger på (husleie, renter og avdrag, mat, klær, transport, strøm, Internett, fritidsaktiviteter osv.).

source: People who smoke have a greater risk of developing cancer and cardiovascular diseases.
nb: Risikoen for å få kreft og hjerte- og karsykdommer er større for dem som røyker.

source: The union between Denmark and Norway
nb: Unionen mellom Danmark og Norge

source: There are nearly 100 towns and cities in Norway.
nb: Det er om lag 100 byer i Norge.

source: Nature conservation and environmental protection aim to ensure that people, animals and plants have good biotopes, also for the future.
nb: Natur- og miljøvern skal sikre at mennesker, dyr og planter skal ha et godt livsmiljø, også for ettertiden.

source: The elderly often have special health problems:
nb: Eldre mennesker har ofte spesielle helseproblemer:

source: Your regular GP is the first point of contact if you fall ill.
nb: Det er til denne fastlegen man først skal henvende seg hvis man blir syk.

source: This was reduced to eight hours in 1919.
nb: I 1919 ble dette forandret til åtte timer.

source: In Norway, we have had universal suffrage since women gained the right to vote in 1913.
nb: I Norge har vi hatt allmenn stemmerett siden kvinner fikk stemmerett i 1913.

source: Despite this, Norway was forced into a union with Sweden in November 1814.
nb: Norge ble likevel tvunget inn i en union med Sverige, og i november 1814 var unionen mellom Sverige og Norge et faktum.

source: How do different religions live side by side in today’s multicultural Norway?
nb: Hvordan lever ulike religioner side om side i dagens flerkulturelle Norge?

source: Many developed a sense of pride at being Norwegian and, as a result, a strong desire for the country to become independent.
nb: Hos mange vokste det fram en stolthet over å være norsk, og som følge av dette et sterkt ønske om at landet skulle bli selvstendig.

source: Discuss grades at school.
nb: Diskuter karakterer i skolen.

source: Offer good service adapted to users’ qualifications and needs
nb: god service tilpasset brukernes forutsetninger og behov

source: Examples of medical specialists are a gynaecologist, dermatologist, ear, nose and throat doctor and paediatric physician.
nb: En legespesialist er for eksempel en gynekolog, en hudlege, en øre-nese-hals-lege, eller en spesialist i barnesykdommer.

source: A legislative branch – the Storting – which adopts laws.
nb: en lovgivende myndighet – Stortinget – som vedtar lover.

source: If you are seriously ill for a long time, you can get medication, nutritional products and medical supplies on reimbursable prescriptions.
nb: Dersom du har en alvorlig og langvarig sykdom, kan du få legemidler, næringsmidler og medisinsk forbruksmateriell på blå resept.

source: During the Viking Age, most farmers had owned their farm and land themselves, but now most farmers had to pay tax to the church, king and nobles.
nb: I vikingtiden hadde de fleste bøndene eid gården sin og jorda si selv, men nå måtte de fleste bøndene betale skatt til kirken, kongen og adelen.

source: If you need an ambulance, you can call the emergency number 113.
nb: Hvis du trenger ambulanse, kan du ringe nødtelefonen (113).

source: Around 17% of the population come from immigrant backgrounds (immigrants and Norwegian-born children with immigrant parents).
nb: Rundt 17 prosent av befolkningen har innvandrerbakgrunn (innvandrere og norskfødte barn av innvandrere).

source: 40 days after Easter: Ascension
nb: 40 dager etter påske:

source: Employees in Norway have a right to at least 25 working days’ holiday a year.
nb: Arbeidstakere i Norge har rett til minimum 25 virkedager med ferie.

source: Young people between the ages of 18 and 20 pay 25% of the cost of dental treatment, while the government pays 75%.
nb: Ungdom mellom 18 og 20 år betaler 25 prosent av kostnadene til tannbehandling, mens det offentlige betaler 75 prosent.

source: More and more people started supporting Martin Luther.
nb: Martin Luther fikk flere tilhengere.

source: This benefits society for a number of reasons:
nb: Dette er et gode for samfunnet på flere måter:

source: Childhood and the Children and Parents Act
nb: Barndom, barneloven og barnevernet

source: What natural resources does your home country have, and how are they used?
nb: Hvilke naturressurser finnes i hjemlandet ditt, og hvordan blir de brukt?

source: Norway became an independent country again in 1905.
nb: I 1905 ble Norge igjen et selvstendig land.

source: Approx. 100,000 elderly people in Norway suffer from depression.
nb: 100 000 eldre mennesker i Norge lider av depresjoner.

source: This meant that the church, king and nobility became richer and richer, while ordinary people became poorer and poorer.
nb: På denne måten ble kirken, kongen og adelen rikere og rikere, mens vanlige folk ble fattigere.

source: On average, women earn around 85% of what men earn.
nb: Kvinner tjener i gjennomsnitt rundt 85 prosent av det menn tjener.

source: Human rights are universal rights.
nb: Menneskerettighetene gjelder for alle mennesker.

source: Sweden gradually seceded from the union, but Denmark and Norway remained united until 1814.
nb: Etter hvert trakk Sverige seg ut av unionen, men unionen mellom Danmark og Norge varte helt fram til 1814.

source: Most older people in Norway live in their own home.
nb: De fleste eldre i Norge bor i sitt eget hjem.

source: The cash-for-care benefit is for children between the ages of 13 and 23 months.
nb: Kontantstøtten er for barn mellom 13 og 23 måneder.

source: It is an official flag-flying day, but not a public holiday.
nb: Det er offisiell flaggdag i Norge, men ikke fridag.

source: Freedom of speech applies to private individuals and to radio and television channels and newspapers.
nb: Ytringsfriheten gjelder både for privatpersoner og for radio, tv og aviser.

source: The situation is very different today.
nb: Situasjonen i dag er helt annerledes.

source: The standard VAT rate is 25%, while it is 15% for food.
nb: Den vanlige satsen for moms er 25 prosent, mens den er 15 prosent på matvarer.
